adpyke.codesnap
aeschli.vscode-css-formatter
bmewburn.vscode-intelephense-client
chadonsom.auto-view-readme
christian-kohler.path-intellisense
continue.continu
cweijan.vscode-mysql-client2
dart-code.dart-code
dart-code.flutter
donjayamanne.githistory
eamodio.gitlens
formulahendry.auto-rename-tag
github.vscode-github-actions
grapecity.gc-excelviewer
gruntfuggly.todo-tree
kevinrose.vsc-python-indent
mechatroner.rainbow-csv
mhutchie.git-graph
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.dotnet-maui
ms-dotnettools.vscode-dotnet-runtime
ms-dotnettools.vscodeintellicode-csharp
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-wsl
ms-vscode.cpptools
ms-vscode.powershell
njqdev.vscode-python-typehint
oderwat.indent-rainbow
pkief.material-icon-theme
pranaygp.vscode-css-peek
qiaojie.binary-viewer
rangav.vscode-thunder-client
redhat.vscode-xml
welltestedai.fluttergpt
wix.vscode-import-cost
zainchen.json
zignd.html-css-class-completion
