Git.Git
GitHub.cli
Google.GoogleDrive
Mozilla.Firefox
avidemux
Mega.MEGASync
Gyan.FFmpeg
Brave.Brave
calibre.calibre
HandBrake.HandBrake
KDE.Kdenlive
TheDocumentFoundation.LibreOffice
BenOlden.NAPS2
OpenJS.NodeJS
OBSProject.OBSStudio
Oracle.VirtualBox
Oracle.VirtualBox.ExtensionPack
Postman.Postman
Python.Python.3
VSRevoGroup.RevoUninstaller
Telegram.TelegramDesktop
CodeSector.TeraCopy
TorProject.TorBrowser
BitTorrent.uTorrentWeb
VideoLAN.VLC
Zoom.Zoom
EpicPen.EpicPen